Repository: yoshiototora/GoalTracker
Catalog: GoalTracker/Localizable.xcstrings
Source language: ja
Languages: en

source: ...他 %lld件
en: ...%lld more

source: （今日できれば%lld日連続！🔥）
en: (Do it today for a %lld-day streak! 🔥)

source: (後から追加)
en: (Added later)

source: 「なりたい自分」を可視化
en: Visualize your 'Ideal Self

source: %@と同じペース✨
en: Same pace as %@✨

source: %@の日次目標
en: %@'s Daily Goals

source: %@の月次目標
en: %@'s Monthly Goals

source: %@の週次目標
en: %@'s Weekly Goals

source: %@の達成度
en: %@'s Achievement Rate

source: %@より %lld%%ペース🏃
en: %2$lld@🏃

source: %@より ＋%lld%%ペース🔥
en: +%2$lld🔥

source: %@比 %lld%%📉
en: %2$lld📉

source: %@比 ＋%lld%%🎉
en: +%2$lld🎉

source: %lld/%lld回 (%lld%%)
en: %1$lld/%2$lld times (%3$lld%%)

source: %lld/%lld週 (%lld%%)
en: %1$lld/%2$lld weeks (%3$lld%%)

source: %lld個
en: %lld items

source: %lld回
en: %lld times

source: %lld年
en: %lld

source: %lld日以下
en: %lld days or less

source: %lld日連続達成中
en: %lld-Day Streak!

source: %lld月
en: %lld

source: ※以前入力した目標がある場合は、空欄のままスキップできます。
en: If you entered a goal previously, you can skip by leaving it blank.

source: ☕️ 今週を少し振り返る時間です 来週に向けて整えてみませんか？
en: ☕️ Time for a quick weekly reflection. How about preparing for next week?

source: 🌱 新しい1週間の始まりです %@
en: 🌱 Start of a new week! %@

source: 🎉 年末の振り返り
en: 🎉 Year-End Reflection

source: 📅 振り返りタイミングです 今月を少し振り返って、来月に繋げてみませんか？
en: 📅 Time to reflect! How about looking back on this month to prepare for the next?

source: 📝 振り返り
en: 📝 Reflection

source: 🗓 最終週の振り返り（月またぎ前）
en: 🗓 Final Week Reflection (Before month-end)

source: 🚀 来月に向けて
en: 🚀 Looking Ahead to Next Month

source: 🟢 今日の目標
en: 🟢 Today's Goal

source: 1ヶ月の成果をチェック
en: Check your 1-month results

source: 1つだけでもOKです！
en: Even just one is OK!

source: 1分だけやってみませんか？
en: How about just 1 minute?

source: 1年の集大成を祝う
en: Celebrate your year's achievements

source: 1週間の歩みを振り返る
en: Reflect on your week's journey

source: 5分片付け
en: 5-minute tidy up

source: HabitSparkへようこそ
en: Welcome to HabitSpark

source: Keep（できたこと）
en: Keep (What went well)

source: Keep（できたこと）とProblem（課題）を書き出し、解決策を Try（アクション） に追加しましょう。Tryは明日のタスクに自動で追加されます。また、日曜日には週次、月末には月次、年末には年次の振り返りタブも登場します！
en: Write down Keep (What went well) and Problem (Issues), and add solutions to Try (Actions). Trys will be automatically added to tomorrow's tasks. Also, reflection tabs appear on Sunday (Weekly), month-end (Monthly), and year-end (Yearly)!

source: Problem（課題）
en: Problem (What needs improvement)

source: Try（アクション）
en: Try (Actions)

source: Try（次の行動）
en: Try (Next actions)

source: Tryの実行
en: Try Executions

source: いいですね！
en: Great!

source: いい感じです！今日のタスクはすべて完了しています✨
en: Looking good! All today's tasks are completed✨

source: いい調子です
en: Looking Good!

source: カスタマイズ
en: Customization

source: カテゴリー
en: Category

source: カテゴリーの追加・編集
en: Add/Edit Categories

source: カテゴリー名
en: Category Name

source: カテゴリー編集
en: Edit Category

source: カレンダー
en: Calendar

source: カレンダーで設定した「日次目標」と「Try」がここに並びます。完了したらタップしてチェック！ 💡 左にスワイプすると編集できます。
en: our 'Daily Goals' and 'Trys' set in the calendar will appear here. Tap to check them off when done! 💡 Swipe left to edit.

source: カレンダーを開く
en: Open Calendar

source: キャンセル
en: Cancel

source: この1ヶ月の取り組みを振り返りましょう。目標の達成率を振り返りながら、翌月の新しい目標を計画してみましょう。
en: Let's reflect on your efforts this month. Review your goal achievement rates and plan new goals for next month.

source: この日のタスク...
en: Tasks for this day...

source: この目標は、毎日のタスクとして 自動でカレンダーに登録されます。 日々の記録は、ヒートマップや 連続記録として可視化されます。
en: This goal will be automatically added to your calendar as a daily task. Your daily progress will be visualized as a heatmap and a continuous streak.

source: これからの目標✨
en: Future Goals✨

source: さあ、今日から始めましょう。 小さな一歩が、未来を変えます。
en: Let's get started today. A small step changes your future.

source: サポート
en: Support

source: ジムに2回行く
en: Go to the gym twice

source: スキップ
en: Skip

source: スクワット15回
en: 15 squats

source: ステップを追加...
en: Add a step...

source: すべて完了！
en: All Done!

source: タスクはありません
en: No tasks

source: タスクを追加
en: Add Task

source: タスク完了
en: Tasks Completed

source: できたことを振り返り、自信と継続につなげる
en: Reflect on what went well to build confidence and consistency.

source: できなかったことに対するネクストアクション
en: Next actions for what couldn't be done

source: できなかった原因を整理する
en: Analyze the causes of what didn't work.

source: なぜ「KPT」で振り返るのか？
en: Why use 'KPT' for reflection?

source: はじめる
en: Get Started

source: ホーム
en: Home

source: まずは、習慣化したい 「最初の目標」を決めましょう。
en: First, let's set your 'First Goal' to build a habit.

source: まずは「今月の目標」を立てましょう 例：体重を1kg落とす
en: First, let's set your 'Monthly Goal'. e.g., Lose 1kg

source: まずはカレンダータブから日次目標を追加してみましょう。
en: Let's start by adding a daily goal from the Calendar tab.

source: まずは少しだけ始めてみましょう
en: How about starting with just a little?

source: やるべきことを追加してみましょう
en: Let's add what needs to be done.

source: よかったことを1つだけ書いてみませんか？
en: How about writing down just one good thing?

source: 一歩ずつ進もう
en: Step by Step

source: 予定なし
en: No plans

source: 今なら少しできそうです
en: Seems like you can do a little now.

source: 今日
en: Today

source: 今日の「%@」
en: Today's '%@'

source: 今日のタスク
en: Today's Tasks

source: 今日のタスク、
en: Today's tasks,

source: 今日のタスクの進捗をすばやく確認できます。
en: Quickly check your daily task progress.

source: 今日のタスクはありません
en: No tasks for today

source: 今日のタスクをこなそう
en: Let's complete today's tasks

source: 今日の振り返りが明日のヒントに
en: Today's reflection is tomorrow's hint

source: 今日の振り返りをしましょう📝
en: Let's do today's reflection📝

source: 今日はどんな1日でしたか？
en: How was your day today?

source: 今日やること...
en: What to do today...

source: 今日一日の感想を自由に書いてください
en: Feel free to write your thoughts on today

source: 今月のKeep
en: This Month's Keep

source: 今月のProblem
en: This Week's Problem

source: 今月の目標チェック
en: This Week's Goal Check

source: 今月の達成度
en: This Month's Achievement Rate

source: 今週のKeep
en: This Week's Keep

source: 今週のProblem
en: This Week's Problem

source: 今週の目標チェック
en: This Week's Goal Check

source: 今週の達成度
en: This Week's Achievement Rate

source: 今週もお疲れ様でした！日々の達成度を振り返り、良かったことや課題を整理しましょう。来週をさらに充実させるためのTryを決めるチャンスです。
en: Great job this week! Let's reflect on your daily achievements and organize what went well and what needs improvement. This is a chance to decide on Trys to make next week even better.

source: 休肝日を2日作る
en: 2 days without alcohol

source: 体重を1kg落とす
en: Lose 1kg

source: 作り置きをする
en: Meal prep

source: 使い方ガイド
en: User Guide

source: 例：1ヶ月間、毎日5分の片付けを継続できた
en: e.g., Consistently tidied up for 5 minutes every day this month

source: 例：23時以降はスマホを触らない
en: e.g., Don't touch phone after 11 PM

source: 例：ついスマホを見すぎて寝るのが遅くなった
en: e.g., Looked at phone too much and slept late

source: 例：今週はよく頑張った。来週は睡眠時間を確保したい。
en: e.g., Worked hard this week. Want to ensure enough sleep next week.

source: 例：新しい習慣が身について良かった。来月も継続する
en: e.g., Glad I built a new habit. Will continue next month.

source: 例：月の後半はモチベーションが下がってしまった
en: e.g., Motivation dropped in the second half of the month

source: 例：朝30分早く起きて読書できた
en: e.g., Woke up 30 mins early and read

source: 例：木曜日に疲れが溜まってタスクをサボってしまった
en: e.g., Accumulated fatigue and skipped tasks on Thursday

source: 例：毎日10分読書する
en: e.g., Read for 10 minutes every day

source: 例：海外で働く
en: e.g., Work abroad

source: 例：週の目標だったジムに2回行けた
en: e.g., Met weekly goal of going to gym twice

source: 保存
en: Save

source: 先月
en: Last Month

source: 先月のTryの実行チェック
en: Check Last Month's Try Executions

source: 先月より
en: From Last Month

source: 先週
en: Last Week

source: 先週のTryの実行チェック
en: Check Last Week's Try Executions

source: 先週より
en: From Last Week

source: 入力...
en: Input...

source: 内容
en: Content

source: 最後に、毎日やるべき「日次目標」を決めます。
en: Lastly, decide on the 'Daily Goals' to do every day.

source: 最終的にどんな自分になりたいかを描いてみましょう。 その先の姿を考えることで、目標へのモチベーションが高まります。 「ステップを追加」で道のりを整理できます。 💡 各項目は左にスワイプで編集・削除できます。
en: Imagine who you ultimately want to become. Thinking about that future self boosts motivation for your goals. Organize your path by adding steps. 💡 Swipe left on items to edit or delete.

source: 最終週のTry実行チェック
en: Check Final Week's Try Executions

source: 最終週のスキップ日数
en: Days to skip in Last Week

source: 最終週の週次目標チェック
en: Final Week's Goal Check

source: 最高のペース
en: Excellent Pace!

source: 初週のスキップ日数
en: Days to skip in First Week

source: 前回のTry
en: Previous Try

source: 名前
en: Name

source: 土
en: Sat

source: 土曜日
en: Saturday

source: 完了
en: Done

source: 完了！
en: Done!

source: 完了タスク
en: Completed Tasks

source: 小さな改善を積み重ねて、少しずつ前に進みましょう。
en: Make small improvements to move forward step by step.

source: 年
en: Year

source: 年次
en: Yearly

source: 引き継ぐアクションはありません
en: No actions to carry over

source: 後悔を、明日の「具体的なアクション」に変換する
en: Turn regrets into 'concrete actions' for tomorrow.

source: 指定した月へ移動
en: Go to specified month

source: 指定なし
en: None

source: 振り返り
en: Reflection

source: 振り返り（自由記述）
en: Reflection (Free Text)

source: 振り返りの設定
en: Reflection Settings

source: 振り返りを、次の行動につなげるためです。
en: To connect reflection with your next action.

source: 振り返り通知
en: Reflection Notifications

source: 新しいカテゴリーを作る
en: Create New Category

source: 新しい場所に行く
en: Visit a new place

source: 新しい目標...
en: New Goal...

source: 日
en: Sun

source: 日曜日
en: Sunday

source: 日次
en: Daily

source: 日次目標の達成状況
en: Daily Goals Progress

source: 日記を1行書く
en: Write one line in journal

source: 明日のために、少しだけ振り返ってみましょう
en: Let's do a quick reflection for tomorrow's sake

source: 映画を3本見る
en: Watch 3 movies

source: 昨日のTry「%@」 今日はどうでしたか？
en: Yesterday's Try: '%@' How did it go today?

source: 昨日より
en: From Yesterday

source: 時間
en: Time

source: 月
en: Month

source: 月の最終週をスキップ
en: Skip Last Week of Month

source: 月の初週をスキップ
en: Skip First Week of Month

source: 月曜日
en: Monday

source: 月次
en: Monthly

source: 月次・週次の目標を立てましょう。 💡 月の途中や過去の日付から目標を追加することもできます。 後から追加した目標は、これまでの達成率には影響しません。 日次目標は毎日ホーム画面に自動で表示されます。
en: Set your monthly and weekly goals. 💡 You can also add goals from the middle of the month or past dates. Goals added later will not affect past achievement rates. Daily goals will automatically appear on the Home screen every day.

source: 木
en: Thu

source: 木曜日
en: Thursday

source: 未完了: %lld
en: Pending: %lld

source: 未来の自分
en: Future Self

source: 未来の自分に到達
en: Reached Your Future Self!

source: 本を1冊読む
en: Read 1 book

source: 本を3冊読む
en: Read 3 books

source: 来月のTry
en: Next Month's Try

source: 来月の日次目標
en: Next Month's Daily Goals

source: 来月の月次目標
en: Next Month's Monthly Goals

source: 来月の週次目標
en: Next Month's Weekly Goals

source: 来週のTry
en: Next Week's Try

source: 次に、月次目標を達成するための「今週の目標」を決めます。
en: Next, decide on 'Weekly Goals' to achieve your monthly goals.

source: 次へ
en: Next

source: 残り %lld件
en: %lld Remaining

source: 残り: %lld件
en: Remaining: %lld

source: 水
en: Wed

source: 水を1.5L飲む
en: Drink 1.5L of water

source: 水曜日
en: Wednesday

source: 準備完了です！
en: All Set!

source: 火
en: Tue

source: 火曜日
en: Tuesday

source: 現在のカテゴリー
en: Current Categories

source: 生活習慣
en: Lifestyle

source: 目標の編集
en: Edit Goal

source: 目標を確認
en: Check Goals

source: 目標を立てて今日の一歩に
en: Set goals and take a step today

source: 目標を設定しましょう
en: Let's set goals

source: 目標を達成した先に、どうなっていたいですか？ 具体的なステップを追加して夢を可視化しましょう。
en: Where do you want to be after achieving your goals? Visualize your dreams by adding concrete steps.

source: 目標通知
en: Goal Notifications

source: 移動
en: Go

source: 素晴らしい1年でしたね！「未来の自分」にどれだけ近づけたか確認しましょう。達成した項目にチェックを入れて、自分を最大限に褒めてあげてください。
en: What a wonderful year! Let's see how close you've come to your 'Future Self'. Check off achieved items and praise yourself to the fullest.

source: 素晴らしい軌跡を誇りに思いましょう
en: Be proud of your wonderful journey

source: 継続は力なり、ですね
en: Consistency is key

source: 編集
en: Edit

source: 行動習慣
en: Action Habit

source: 設定
en: Settings

source: 読書を10分
en: Read for 10 mins

source: 貯金1万円
en: Save 10,000 yen

source: 追加する
en: Add

source: 通知とウィジェット
en: Notifications & Widgets

source: 通知とウィジェットで、 継続をサポートします。 通知を設定すれば、振り返りも忘れません。 ウィジェットで、今日のタスクもすぐ確認できます。
en: Notifications and widgets support your consistency. Set up notifications so you don't forget to reflect. Widgets let you quickly check today's tasks.

source: 通知設定
en: Notification Settings

source: 週末に掃除機
en: Vacuum on weekend

source: 週次
en: Weekly

source: 週次振り返りの曜日
en: Weekly Reflection Day

source: 週次目標の達成状況
en: Weekly Goals Progress

source: 金
en: Fri

source: 金曜日
en: Friday

source: 閉じる
en: Close
